class Industry < ActiveHash::Base
  self.data = [
    {id: 1, name: '農業、林業'},
    {id: 2, name: '漁業'},
    {id: 3, name: '鉱業、採石業、砂利採取業'},
    {id: 4, name: '建設業'},
    {id: 5, name: '製造業'},
    {id: 6, name: '電気・ガス・熱供給・水道業'},
    {id: 7, name: '情報通信業'},
    {id: 8, name: '運輸業、郵便業'},
    {id: 9, name: '卸売業・小売業'},
    {id: 10, name: '金融業・保険業'},
    {id: 11, name: '不動産業、物品賃貸業'},
    {id: 12, name: '学術研究、専門・技術サービス業'},
    {id: 13, name: '宿泊業、飲食サービス業'},
    {id: 14, name: '生活関連サービス業、娯楽業'},
    {id: 15, name: '教育、学習支援業'},
    {id: 16, name: '医療、福祉'},
    {id: 17, name: '複合サービス事業'},
    {id: 18, name: 'サービス業（他に分類されないもの）'},
    {id: 19, name: '公務（他に分類されるものを除く）'},
    {id: 20, name: '分類不能の産業'}
      ]
end
